{
    "commits_count": 78,
    "date_started": "2019-08-21",
    "date_updated": "2022-05-12",
    "description": "A Anti-DDoS script to protect Nginx web servers using Lua with a HTML Javascript based authentication puzzle inspired by Cloudflare I am under attack mode an Anti-DDoS authentication page protect yourself from every attack type All Layer 7 Attacks Mitigating Historic Attacks DoS DoS Implications DDoS All Brute Force Attacks Zero day exploits Social Engineering Rainbow Tables Password Cracking Tools Password Lists Dictionary Attacks Time Delay Any Hosting Provider Any CMS or Custom Website Unlimited Attempt Frequency Search Attacks HTTP Basic Authentication HTTP Digest Authentication HTML Form Based Authentication Mask Attacks Rule-Based Search Attacks Combinator Attacks Botnet Attacks Unauthorized IPs IP Whitelisting Bruter THC Hydra John the Ripper Brutus Ophcrack unauthorized logins Injection Broken Authentication and Session Management Sensitive Data Exposure XML External Entities (XXE) Broken Access Control Security Misconfiguration Cross-Site Scripting (XSS) Insecure Deserializati...",
    "forks_count": 254,
    "html_url": "https://github.com/C0nw0nk/Nginx-Lua-Anti-DDoS",
    "keywords": [
        "xml external entity",
        "session attack",
        "zero-day dos",
        "zero-day vulnerability",
        "zero-day exploitation",
        "session vulnerability",
        "zero-day exploit"
    ],
    "language": "Lua",
    "repo_name": "Nginx-Lua-Anti-DDoS",
    "repo_owner": "C0nw0nk",
    "repotime": "2022-05-12, 15:35:01",
    "stargazers_count": 995,
    "watchers_count": 995
}
{
    "commits_count": 0,
    "date_started": "2022-05-12",
    "date_updated": "2022-05-12",
    "description": "Software testing will save your life and makes for a delicious seven layer dip Picture this: you’ve just written thousands of lines of code, you’ve gotten your application running smoothly, and you’ve fulfilled all the requirements you set out to complete. You’ve even effectively communicated what your code is doing with comments so detailed even your parents could understand them. C’est magnifique!   Time to ship it, right? Wouldn’t that be nice? Alas, just let me crush your dreams real quick.  The Importance of Software Testing Now, imagine this scenario: you’ve shipped your code and it’s being used daily by thousands, nay millions, of delighted customers. These new features you built? They love them! Just look at them froth at the mouth with excitement as they scroll, click, consume. But, wait! Something goes awry. Every time a customer accesses a file of a certain size the application freezes — only for a moment, only for long enough to be slightly annoyed. “Practically imperceptib...",
    "forks_count": 0,
    "html_url": "https://github.com/ArvindSabina/refactored-guacamole",
    "keywords": [
        "lack of input validation"
    ],
    "language": null,
    "repo_name": "refactored-guacamole",
    "repo_owner": "ArvindSabina",
    "repotime": "2022-05-12, 08:11:49",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-05-05",
    "date_updated": "2022-05-05",
    "description": "EASY SOUTHERN SUMMER SUCCOTASH (+ VIDEO) July 28, 2019 By Kathryn Doherty  This post may contain affiliate links. As an Amazon Associate I earn from qualifying purchases. Please read my disclosure policy  Share Pin Tweet Email Share Easy Southern summer succotash features lima beans, corn and tomatoes — plus crumbled bacon — for a delicious classic side dish that’s great for BBQs, picnics, potlucks and summer dinners!Easy succotash recipe with corn, lime beans, tomatoes and bacon in a large white serving bowl    Guys.  I am struggling getting back into life after our seriously fabulous family vacation last week. It has been ROUGH!  Southern Summer Succotash Play Video I just don’t want to do it.  You know, the job. The stuff. The day-to-day life. A big ole BLAH!  Also I know, a big ole kick in my own pants cause woe is me, right? I was fortunate enough to have an amazing opportunity to get away with my family for an incredible week of fun so there should be zero complaints.  And I am g...",
    "forks_count": 0,
    "html_url": "https://github.com/ShwetaCharandeep/sturdy-succotash",
    "keywords": [
        "zero-day disclosure"
    ],
    "language": null,
    "repo_name": "sturdy-succotash",
    "repo_owner": "ShwetaCharandeep",
    "repotime": "2022-05-05, 11:50:42",
    "stargazers_count": 0,
    "watchers_count": 0
}
