{
    "commits_count": 11,
    "date_started": "2022-09-27",
    "date_updated": "2022-09-29",
    "description": "Fix a memory leak in SharedMemory on Windows",
    "forks_count": 1,
    "html_url": "https://github.com/amsikking/shm_win_patch",
    "keywords": [
        "Windows memory leak",
        "Win memory leak"
    ],
    "language": "Python",
    "repo_name": "shm_win_patch",
    "repo_owner": "amsikking",
    "repotime": "2022-09-29, 09:35:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 144,
    "date_started": "2019-07-12",
    "date_updated": "2022-09-27",
    "description": "🔱 Powerfull XSS Scanning and Parameter analysis tool&amp;amp;gem",
    "forks_count": 235,
    "html_url": "https://github.com/hahwul/XSpear",
    "keywords": [
        "xss"
    ],
    "language": "Ruby",
    "repo_name": "XSpear",
    "repo_owner": "hahwul",
    "repotime": "2022-09-27, 22:47:33",
    "stargazers_count": 1283,
    "watchers_count": 1283
}
{
    "commits_count": 3,
    "date_started": "2022-09-25",
    "date_updated": "2022-09-25",
    "description": "<no description>",
    "forks_count": 0,
    "html_url": "https://github.com/User-XXI/Win_LPE_Theory",
    "keywords": [
        "Win lpe"
    ],
    "language": "PowerShell",
    "repo_name": "Win_LPE_Theory",
    "repo_owner": "User-XXI",
    "repotime": "2022-09-25, 09:52:48",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Tarpaulin” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Tarpaulin” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furthermore, i...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Tarpaulin-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Tarpaulin-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:32:40",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Recycled Plastic” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Recycled Plastic” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Recycled-Plastic-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Recycled-Plastic-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:28:41",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Spherical Silica” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Spherical Silica” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Spherical-Silica-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Spherical-Silica-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:20:04",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Soap Noodles” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Soap Noodles” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furtherm...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Soap-Noodles-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Soap-Noodles-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:12:26",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Welding Equipment” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Welding Equipment” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Welding-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Welding-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:06:42",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Premium Cosmetics” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Premium Cosmetics” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Premium-Cosmetics-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Premium-Cosmetics-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:00:35",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Powder Metallurgy” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Powder Metallurgy” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Powder-Metallurgy-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Powder-Metallurgy-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:54:38",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Marine Plywood Panel” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Marine Plywood Panel” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Marine-Plywood-Panel-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Marine-Plywood-Panel-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:48:46",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Organic Snacks” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Organic Snacks” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furt...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Organic-Snacks-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Organic-Snacks-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:40:50",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Perfume” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Perfume” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furthermore, in ev...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Perfume-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Perfume-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:33:01",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Micro Irrigation Equipment” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Micro Irrigation Equipment” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and coll...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Micro-Irrigation-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Micro-Irrigation-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:25:03",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Perimeter Security” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Perimeter Security” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the repo...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Perimeter-Security-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Perimeter-Security-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:19:40",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Magnesium Hydroxide” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Magnesium Hydroxide” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the re...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Magnesium-Hydroxide-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Magnesium-Hydroxide-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:07:02",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Intelligent Vending Machines” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Intelligent Vending Machines” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/Intelligent-Vending-Machines-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "Intelligent-Vending-Machines-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:00:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Glycerol Glycerin” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Glycerol Glycerin” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Glycerol-Glycerin-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Glycerol-Glycerin-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:54:09",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Foundry Coke” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Foundry Coke” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furtherm...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Foundry-Coke-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Foundry-Coke-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:47:44",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Backpack Travel Bag” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Backpack Travel Bag” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the re...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Backpack-Travel-Bag-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Backpack-Travel-Bag-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:43:02",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Footwear Materials” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Footwear Materials” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the repo...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Footwear-Materials-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Footwear-Materials-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:34:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Blow Molding Machinery” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Blow Molding Machinery” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Blow-Molding-Machinery-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Blow-Molding-Machinery-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:26:23",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Aerospace Composites” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Aerospace Composites” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Aerospace-Composites-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Aerospace-Composites-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:20:41",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 4,
    "date_started": "2022-09-03",
    "date_updated": "2022-09-03",
    "description": "💻 Windows 10 Kernel-mode rootkit",
    "forks_count": 4,
    "html_url": "https://github.com/0x44F/WinKit",
    "keywords": [
        "Windows 0day",
        "Win 0day"
    ],
    "language": "C++",
    "repo_name": "WinKit",
    "repo_owner": "0x44F",
    "repotime": "2022-09-03, 21:44:39",
    "stargazers_count": 31,
    "watchers_count": 31
}
{
    "commits_count": 11,
    "date_started": "2022-09-27",
    "date_updated": "2022-09-29",
    "description": "Fix a memory leak in SharedMemory on Windows",
    "forks_count": 1,
    "html_url": "https://github.com/amsikking/shm_win_patch",
    "keywords": [
        "Windows memory leak",
        "Win memory leak"
    ],
    "language": "Python",
    "repo_name": "shm_win_patch",
    "repo_owner": "amsikking",
    "repotime": "2022-09-29, 09:35:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 144,
    "date_started": "2019-07-12",
    "date_updated": "2022-09-27",
    "description": "🔱 Powerfull XSS Scanning and Parameter analysis tool&amp;amp;gem",
    "forks_count": 236,
    "html_url": "https://github.com/hahwul/XSpear",
    "keywords": [
        "xss"
    ],
    "language": "Ruby",
    "repo_name": "XSpear",
    "repo_owner": "hahwul",
    "repotime": "2022-09-27, 22:47:33",
    "stargazers_count": 1290,
    "watchers_count": 1290
}
{
    "commits_count": 3,
    "date_started": "2022-09-25",
    "date_updated": "2022-09-25",
    "description": "<no description>",
    "forks_count": 0,
    "html_url": "https://github.com/User-XXI/Win_LPE_Theory",
    "keywords": [
        "Win lpe"
    ],
    "language": "PowerShell",
    "repo_name": "Win_LPE_Theory",
    "repo_owner": "User-XXI",
    "repotime": "2022-09-25, 09:52:48",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Tarpaulin” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Tarpaulin” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furthermore, i...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Tarpaulin-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Tarpaulin-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:32:40",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Recycled Plastic” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Recycled Plastic” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Recycled-Plastic-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Recycled-Plastic-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:28:41",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Spherical Silica” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Spherical Silica” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Spherical-Silica-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Spherical-Silica-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:20:04",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Soap Noodles” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Soap Noodles” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furtherm...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Soap-Noodles-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Soap-Noodles-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:12:26",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Welding Equipment” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Welding Equipment” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Welding-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Welding-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:06:42",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Premium Cosmetics” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Premium Cosmetics” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Premium-Cosmetics-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Premium-Cosmetics-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:00:35",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Powder Metallurgy” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Powder Metallurgy” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Powder-Metallurgy-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Powder-Metallurgy-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:54:38",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Marine Plywood Panel” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Marine Plywood Panel” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Marine-Plywood-Panel-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Marine-Plywood-Panel-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:48:46",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Organic Snacks” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Organic Snacks” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furt...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Organic-Snacks-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Organic-Snacks-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:40:50",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Perfume” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Perfume” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furthermore, in ev...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Perfume-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Perfume-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:33:01",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Micro Irrigation Equipment” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Micro Irrigation Equipment” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and coll...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Micro-Irrigation-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Micro-Irrigation-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:25:03",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Perimeter Security” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Perimeter Security” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the repo...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Perimeter-Security-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Perimeter-Security-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:19:40",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Magnesium Hydroxide” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Magnesium Hydroxide” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the re...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Magnesium-Hydroxide-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Magnesium-Hydroxide-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:07:02",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Intelligent Vending Machines” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Intelligent Vending Machines” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/Intelligent-Vending-Machines-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "Intelligent-Vending-Machines-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:00:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Glycerol Glycerin” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Glycerol Glycerin” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Glycerol-Glycerin-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Glycerol-Glycerin-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:54:09",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Foundry Coke” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Foundry Coke” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furtherm...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Foundry-Coke-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Foundry-Coke-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:47:44",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Backpack Travel Bag” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Backpack Travel Bag” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the re...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Backpack-Travel-Bag-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Backpack-Travel-Bag-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:43:02",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Footwear Materials” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Footwear Materials” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the repo...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Footwear-Materials-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Footwear-Materials-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:34:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Blow Molding Machinery” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Blow Molding Machinery” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Blow-Molding-Machinery-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Blow-Molding-Machinery-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:26:23",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Aerospace Composites” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Aerospace Composites” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Aerospace-Composites-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Aerospace-Composites-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:20:41",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 4,
    "date_started": "2022-09-03",
    "date_updated": "2022-09-03",
    "description": "💻 Windows 10 Kernel-mode rootkit",
    "forks_count": 4,
    "html_url": "https://github.com/0x44F/WinKit",
    "keywords": [
        "Windows 0day",
        "Win 0day"
    ],
    "language": "C++",
    "repo_name": "WinKit",
    "repo_owner": "0x44F",
    "repotime": "2022-09-03, 21:44:39",
    "stargazers_count": 32,
    "watchers_count": 32
}
{
    "commits_count": 11,
    "date_started": "2022-09-27",
    "date_updated": "2022-09-29",
    "description": "Fix a memory leak in SharedMemory on Windows",
    "forks_count": 1,
    "html_url": "https://github.com/amsikking/shm_win_patch",
    "keywords": [
        "Windows memory leak",
        "Win memory leak"
    ],
    "language": "Python",
    "repo_name": "shm_win_patch",
    "repo_owner": "amsikking",
    "repotime": "2022-09-29, 09:35:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 144,
    "date_started": "2019-07-12",
    "date_updated": "2022-09-27",
    "description": "🔱 Powerfull XSS Scanning and Parameter analysis tool&amp;amp;gem",
    "forks_count": 236,
    "html_url": "https://github.com/hahwul/XSpear",
    "keywords": [
        "xss"
    ],
    "language": "Ruby",
    "repo_name": "XSpear",
    "repo_owner": "hahwul",
    "repotime": "2022-09-27, 22:47:33",
    "stargazers_count": 1290,
    "watchers_count": 1290
}
{
    "commits_count": 3,
    "date_started": "2022-09-25",
    "date_updated": "2022-09-25",
    "description": "<no description>",
    "forks_count": 0,
    "html_url": "https://github.com/User-XXI/Win_LPE_Theory",
    "keywords": [
        "Win lpe"
    ],
    "language": "PowerShell",
    "repo_name": "Win_LPE_Theory",
    "repo_owner": "User-XXI",
    "repotime": "2022-09-25, 09:52:48",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Tarpaulin” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Tarpaulin” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furthermore, i...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Tarpaulin-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Tarpaulin-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:32:40",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Recycled Plastic” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Recycled Plastic” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Recycled-Plastic-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Recycled-Plastic-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:28:41",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Spherical Silica” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Spherical Silica” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Spherical-Silica-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Spherical-Silica-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:20:04",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Soap Noodles” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Soap Noodles” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furtherm...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Soap-Noodles-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Soap-Noodles-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:12:26",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Welding Equipment” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Welding Equipment” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Welding-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Welding-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:06:42",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Premium Cosmetics” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Premium Cosmetics” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Premium-Cosmetics-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Premium-Cosmetics-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:00:35",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Powder Metallurgy” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Powder Metallurgy” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Powder-Metallurgy-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Powder-Metallurgy-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:54:38",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Marine Plywood Panel” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Marine Plywood Panel” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Marine-Plywood-Panel-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Marine-Plywood-Panel-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:48:46",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Organic Snacks” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Organic Snacks” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furt...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Organic-Snacks-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Organic-Snacks-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:40:50",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Perfume” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Perfume” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furthermore, in ev...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Perfume-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Perfume-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:33:01",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Micro Irrigation Equipment” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Micro Irrigation Equipment” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and coll...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Micro-Irrigation-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Micro-Irrigation-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:25:03",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Perimeter Security” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Perimeter Security” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the repo...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Perimeter-Security-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Perimeter-Security-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:19:40",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Magnesium Hydroxide” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Magnesium Hydroxide” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the re...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Magnesium-Hydroxide-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Magnesium-Hydroxide-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:07:02",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Intelligent Vending Machines” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Intelligent Vending Machines” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/Intelligent-Vending-Machines-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "Intelligent-Vending-Machines-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:00:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Glycerol Glycerin” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Glycerol Glycerin” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Glycerol-Glycerin-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Glycerol-Glycerin-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:54:09",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Foundry Coke” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Foundry Coke” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furtherm...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Foundry-Coke-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Foundry-Coke-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:47:44",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Backpack Travel Bag” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Backpack Travel Bag” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the re...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Backpack-Travel-Bag-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Backpack-Travel-Bag-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:43:02",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Footwear Materials” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Footwear Materials” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the repo...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Footwear-Materials-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Footwear-Materials-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:34:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Blow Molding Machinery” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Blow Molding Machinery” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Blow-Molding-Machinery-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Blow-Molding-Machinery-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:26:23",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Aerospace Composites” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Aerospace Composites” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Aerospace-Composites-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Aerospace-Composites-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:20:41",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 4,
    "date_started": "2022-09-03",
    "date_updated": "2022-09-03",
    "description": "💻 Windows 10 Kernel-mode rootkit",
    "forks_count": 4,
    "html_url": "https://github.com/0x44F/WinKit",
    "keywords": [
        "Windows 0day",
        "Win 0day"
    ],
    "language": "C++",
    "repo_name": "WinKit",
    "repo_owner": "0x44F",
    "repotime": "2022-09-03, 21:44:39",
    "stargazers_count": 32,
    "watchers_count": 32
}
