{
    "commits_count": 11,
    "date_started": "2022-09-27",
    "date_updated": "2022-09-29",
    "description": "Fix a memory leak in SharedMemory on Windows",
    "forks_count": 1,
    "html_url": "https://github.com/amsikking/shm_win_patch",
    "keywords": [
        "Windows memory leak",
        "Win memory leak"
    ],
    "language": "Python",
    "repo_name": "shm_win_patch",
    "repo_owner": "amsikking",
    "repotime": "2022-09-29, 09:35:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 31,
    "date_started": "2022-02-19",
    "date_updated": "2022-09-29",
    "description": "Tests for LFI in PHP apps and automates the process of leveraging LFI's to recursively download source code and discover new files via includes to download additional source code files.",
    "forks_count": 4,
    "html_url": "https://github.com/sdcampbell/phpLFI",
    "keywords": [
        "lfi"
    ],
    "language": "Nim",
    "repo_name": "phpLFI",
    "repo_owner": "sdcampbell",
    "repotime": "2022-09-29, 10:30:11",
    "stargazers_count": 13,
    "watchers_count": 13
}
{
    "commits_count": 4,
    "date_started": "2022-09-27",
    "date_updated": "2022-09-28",
    "description": "Java implementation of the freebsd12 ipv6 uaf exploit published by theflow0",
    "forks_count": 2,
    "html_url": "https://github.com/john-tornblom/java-bsd-ipv6-uaf",
    "keywords": [
        "uaf exploit",
        "uaf exploitation"
    ],
    "language": "Java",
    "repo_name": "java-bsd-ipv6-uaf",
    "repo_owner": "john-tornblom",
    "repotime": "2022-09-28, 17:02:43",
    "stargazers_count": 13,
    "watchers_count": 13
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Tarpaulin” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Tarpaulin” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furthermore, i...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Tarpaulin-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Tarpaulin-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:32:40",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Recycled Plastic” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Recycled Plastic” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Recycled-Plastic-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Recycled-Plastic-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:28:41",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Spherical Silica” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Spherical Silica” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Spherical-Silica-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Spherical-Silica-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:20:04",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Soap Noodles” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Soap Noodles” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furtherm...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Soap-Noodles-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Soap-Noodles-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:12:26",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Welding Equipment” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Welding Equipment” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Welding-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Welding-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:06:42",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Premium Cosmetics” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Premium Cosmetics” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Premium-Cosmetics-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Premium-Cosmetics-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 06:00:35",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Powder Metallurgy” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Powder Metallurgy” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Powder-Metallurgy-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Powder-Metallurgy-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:54:38",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Marine Plywood Panel” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Marine Plywood Panel” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Marine-Plywood-Panel-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Marine-Plywood-Panel-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:48:46",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Organic Snacks” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Organic Snacks” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furt...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Organic-Snacks-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Organic-Snacks-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-and-Region-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:40:50",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Perfume” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Perfume” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furthermore, in ev...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Perfume-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Perfume-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:33:01",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Micro Irrigation Equipment” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Micro Irrigation Equipment” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and coll...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Micro-Irrigation-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Micro-Irrigation-Equipment-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:25:03",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Perimeter Security” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Perimeter Security” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the repo...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Perimeter-Security-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Perimeter-Security-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:19:40",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Magnesium Hydroxide” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Magnesium Hydroxide” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the re...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Magnesium-Hydroxide-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Magnesium-Hydroxide-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:07:02",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Intelligent Vending Machines” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Intelligent Vending Machines” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/Intelligent-Vending-Machines-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "Intelligent-Vending-Machines-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 05:00:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Glycerol Glycerin” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Glycerol Glycerin” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Glycerol-Glycerin-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Glycerol-Glycerin-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:54:09",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Foundry Coke” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Foundry Coke” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the report. Furtherm...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Foundry-Coke-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Foundry-Coke-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-to-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:47:44",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Backpack Travel Bag” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Backpack Travel Bag” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the re...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Backpack-Travel-Bag-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Backpack-Travel-Bag-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:43:02",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Footwear Materials” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Footwear Materials” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the repo...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Footwear-Materials-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Footwear-Materials-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:34:55",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Blow Molding Machinery” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Blow Molding Machinery” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Blow-Molding-Machinery-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Blow-Molding-Machinery-Market-2022-by-Technology-Equipment-Product-Type-Packaging-Material-2029",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:26:23",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-09-21",
    "date_updated": "2022-09-21",
    "description": "Summary The given report aims to explain the features and characteristics of the global “Aerospace Composites” market. It talks about the benefits offered by the market and contains discrete data to give a concise idea about the traits of the market. Besides it also talks about the existing matters of the market and its current circumstances. It accesses the global situation of the market and suggests specialist-devised conclusions. This report analyzes every face of the market giving a comprehensive approach to the report so that, no important information is left aback. Thereby, the report could be of great use to prospective investors, producers, and specialists in the market. Furthermore, the report contains a contrast of information explaining both the advantages and the disadvantages. The report further talks about the market drivers of the “Aerospace Composites” market. Market drivers are factors that boost the growth of the market. Such factors are evaluated and collated in the ...",
    "forks_count": 0,
    "html_url": "https://github.com/Alex7020/-Aerospace-Composites-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "keywords": [
        "use after free analysis",
        "use after free vulnerability"
    ],
    "language": null,
    "repo_name": "-Aerospace-Composites-Market-Report-2022-Competitive-Landscape-Trends-Opportunities-Forecast-",
    "repo_owner": "Alex7020",
    "repotime": "2022-09-21, 04:20:41",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 26,
    "date_started": "2023-04-25",
    "date_updated": "2022-09-19",
    "description": "<no description>",
    "forks_count": 0,
    "html_url": "https://github.com/GrayHatZone/CVE-2022-37706-LPE-exploit",
    "keywords": [
        "lpe exploit"
    ],
    "language": "Shell",
    "repo_name": "CVE-2022-37706-LPE-exploit",
    "repo_owner": "GrayHatZone",
    "repotime": "2022-09-19, 20:41:34",
    "stargazers_count": 1,
    "watchers_count": 1
}
{
    "commits_count": 26,
    "date_started": "2022-09-12",
    "date_updated": "2022-09-19",
    "description": "A reliable exploit + write-up to elevate privileges to root. (Tested on Ubuntu 22.04)",
    "forks_count": 41,
    "html_url": "https://github.com/MaherAzzouzi/CVE-2022-37706-LPE-exploit",
    "keywords": [
        "lpe exploit",
        "lpe exploitation"
    ],
    "language": "Shell",
    "repo_name": "CVE-2022-37706-LPE-exploit",
    "repo_owner": "MaherAzzouzi",
    "repotime": "2022-09-19, 20:41:34",
    "stargazers_count": 317,
    "watchers_count": 317
}
{
    "commits_count": 1,
    "date_started": "2022-09-18",
    "date_updated": "2022-09-18",
    "description": "README SQLI-LABS is a platform to learn SQLI Following labs are covered for GET and POST scenarios:  Error Based Injections (Union Select)  String Intiger Error Based Injections (Double Injection Based)  BLIND Injections: 1.Boolian Based 2.Time Based  Update Query Injection.  Insert Query Injections.  Header Injections. 1.Referer based. 2.UserAgent based. 3.Cookie based.  Second Order Injections  Bypassing WAF  Bypassing Blacklist filters Stripping comments Stripping OR &amp;amp; AND Stripping SPACES and COMMENTS Stripping UNION &amp;amp; SELECT Impidence mismatch Bypass addslashes()  Bypassing mysql_real_escape_string. (under special conditions)  Stacked SQL injections.  Secondary channel extraction  ======================================================================================== Install Instructions:  Unzip the contents inside the apache folder, for example under /var/www This will create a folder sql-labs under it. else you can use git command from within /var/www folder. /var/www f...",
    "forks_count": 0,
    "html_url": "https://github.com/mirankhan008/sqli-labs",
    "keywords": [
        "stack cookies bypass"
    ],
    "language": null,
    "repo_name": "sqli-labs",
    "repo_owner": "mirankhan008",
    "repotime": "2022-09-18, 14:36:16",
    "stargazers_count": 1,
    "watchers_count": 1
}
{
    "commits_count": 59,
    "date_started": "2018-01-05",
    "date_updated": "2022-09-16",
    "description": "Oracle WebLogic WLS-WSAT Remote Code Execution Exploit (CVE-2017-10271)",
    "forks_count": 42,
    "html_url": "https://github.com/kkirsche/CVE-2017-10271",
    "keywords": [
        "remote code execution exploitation",
        "remote code execution exploit"
    ],
    "language": "Go",
    "repo_name": "CVE-2017-10271",
    "repo_owner": "kkirsche",
    "repotime": "2022-09-16, 08:53:46",
    "stargazers_count": 127,
    "watchers_count": 127
}
{
    "commits_count": 15,
    "date_started": "2022-08-15",
    "date_updated": "2022-09-15",
    "description": "App with Server Side Template Injection (SSTI) vulnerability - possible RCE - in Flask. Free vulnerable app for ethical hacking / penetration testing training. ",
    "forks_count": 2,
    "html_url": "https://github.com/filipkarc/ssti-flask-hacking-playground",
    "keywords": [
        "rce vulnerability"
    ],
    "language": "Python",
    "repo_name": "ssti-flask-hacking-playground",
    "repo_owner": "filipkarc",
    "repotime": "2022-09-15, 11:35:42",
    "stargazers_count": 14,
    "watchers_count": 14
}
{
    "commits_count": 3,
    "date_started": "2022-09-04",
    "date_updated": "2022-09-15",
    "description": "Application with SQL Injection vulnerability and possible privilege escalation. Free vulnerable app for ethical hacking / penetration testing training. ",
    "forks_count": 23,
    "html_url": "https://github.com/filipkarc/sqli-postgres-rce-privesc-hacking-playground",
    "keywords": [
        "rce vulnerability"
    ],
    "language": "PHP",
    "repo_name": "sqli-postgres-rce-privesc-hacking-playground",
    "repo_owner": "filipkarc",
    "repotime": "2022-09-15, 11:35:19",
    "stargazers_count": 76,
    "watchers_count": 76
}
{
    "commits_count": 11,
    "date_started": "2022-02-03",
    "date_updated": "2022-09-13",
    "description": "For defense or attack session",
    "forks_count": 0,
    "html_url": "https://github.com/BarrierAntho/42_Defender_Get_Next_Line",
    "keywords": [
        "session attack"
    ],
    "language": "Shell",
    "repo_name": "42_Defender_Get_Next_Line",
    "repo_owner": "BarrierAntho",
    "repotime": "2022-09-13, 21:48:38",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 12,
    "date_started": "2022-04-10",
    "date_updated": "2022-09-13",
    "description": "<no description>",
    "forks_count": 0,
    "html_url": "https://github.com/oddrabbit/Wordpress-Plugin-Site-Import-1.0.1---Local-File-Inclusion",
    "keywords": [
        "local file inclusion"
    ],
    "language": "Python",
    "repo_name": "Wordpress-Plugin-Site-Import-1.0.1---Local-File-Inclusion",
    "repo_owner": "oddrabbit",
    "repotime": "2022-09-13, 19:02:18",
    "stargazers_count": 0,
    "watchers_count": 0
}
{
    "commits_count": 0,
    "date_started": "2022-04-23",
    "date_updated": "2022-09-07",
    "description": "&amp;lt;html lang=&amp;quot;en-US&amp;quot;&amp;gt;&amp;lt;head&amp;gt;&amp;lt;script type=&amp;quot;text/javascript&amp;quot; async=&amp;quot;&amp;quot; src=&amp;quot;https://script.4dex.io/localstore.js&amp;quot;&amp;gt;&amp;lt;/script&amp;gt; &amp;lt;title&amp;gt;HTML p tag&amp;lt;/title&amp;gt; &amp;lt;meta charset=&amp;quot;utf-8&amp;quot;&amp;gt; &amp;lt;meta name=&amp;quot;viewport&amp;quot; content=&amp;quot;width=device-width, initial-scale=1&amp;quot;&amp;gt; &amp;lt;meta name=&amp;quot;Keywords&amp;quot; content=&amp;quot;HTML, Python, CSS, SQL, JavaScript, How to, PHP, Java, C, C++, C&amp;&#35;35;, jQuery, Bootstrap, Colors, W3.CSS, XML, MySQL, Icons, NodeJS, React, Graphics, Angular, R, AI, Git, Data Science, Code Game, Tutorials, Programming, Web Development, Training, Learning, Quiz, Exercises, Courses, Lessons, References, Examples, Learn to code, Source code, Demos, Tips, Website&amp;quot;&amp;gt; &amp;lt;meta name=&amp;quot;Description&amp;quot; content=&amp;quot;Well organized and easy to understand Web building tutorials with lots of examples of how to use HTML, CSS, JavaScript, SQL, Python, PHP, Bootstrap, Java, XML and more.&amp;quo...",
    "forks_count": 0,
    "html_url": "https://github.com/hiteshsuthar01/OK-",
    "keywords": [
        "Windows use after free",
        "Windows sandbox escape",
        "Chrome sandbox escape"
    ],
    "language": null,
    "repo_name": "OK-",
    "repo_owner": "hiteshsuthar01",
    "repotime": "2022-09-07, 11:40:50",
    "stargazers_count": 1,
    "watchers_count": 1
}
{
    "commits_count": 486,
    "date_started": "2016-02-23",
    "date_updated": "2022-09-01",
    "description": "Checked C is an extension to C that lets programmers write C code that is guaranteed by the compiler to be type-safe.  The goal is to let people easily make their existing C code type-safe and eliminate entire classes of errors. Checked C does not address use-after-free errors. This repo has a wiki for Checked C, sample code, the specification, and test code.",
    "forks_count": 198,
    "html_url": "https://github.com/microsoft/checkedc",
    "keywords": [
        "Microsoft use after free"
    ],
    "language": "C",
    "repo_name": "checkedc",
    "repo_owner": "microsoft",
    "repotime": "2022-09-01, 11:45:45",
    "stargazers_count": 3164,
    "watchers_count": 3164
}
{
    "commits_count": 18,
    "date_started": "2022-08-22",
    "date_updated": "2022-09-01",
    "description": "PoC of various bugs in the Linux kernel",
    "forks_count": 3,
    "html_url": "https://github.com/greek0x0/2022-LPE-UAF",
    "keywords": [
        "uaf poc",
        "lpe poc"
    ],
    "language": "C",
    "repo_name": "2022-LPE-UAF",
    "repo_owner": "greek0x0",
    "repotime": "2022-09-01, 09:43:12",
    "stargazers_count": 9,
    "watchers_count": 9
}
